{
  "intents": [
    {
      "tag": "greeting",
      "patterns": [
        "hallo",
        "hai",
        "halo",
        "hei",
        "hi",
        "hy",
        "pagi",
        "morning",
        "siang",
        "afternoon",
        "sore",
        "malam",
        "bro",
        "sis",
        "kawan"
      ],
      "responses": [
        "Hai! Kadekbot di sini. Mau tau informasi tentang apa nih?",
        "Halo! Saya Kadekbot, salam kenal ya! Mau tau tentang kampus merdeka, kan?",
        "Helo! Ini Kadekbot. Lagi kepo tentang kampus merdeka ya?"
      ]
    },
    {
      "tag": "kadekbot",
      "patterns": [
        "Apa itu KadekBot?",
        "Siapa KadekBot?"
      ],
      "responses": [
        "KadekBot adalah aplikasi chatbot informasi tentang Kampus Merdeka yang dimulai dari pelaksanaan, persyaratan dan program yang berada di Kampus Merdeka!",
        "KadekBot itu adalah teman informasi kamu tentang Kampus Merdeka!"
      ]
    },
    {
      "tag": "pencipta_kadekbot",
      "patterns": [
        "Siapa pembuatmu?",
        "Kadek, yang buat kamu siapa sih?",
        "Siapa penciptamu, Kadek?"
      ],
      "responses": [
        "KadekBot diciptakan oleh mahasiswa dan mahasiswi dari program Kampus Merdeka yang memiliki ide kreatif dan semangat team yang luar biasa walaupun banyak rintangan dan drama tapi mereka berhasil menciptakan saya saat ini",
        "Pembuat KadekBot dari kalangan mahasiswa dan mahasiswi lho!",
        "Penciptaku berasal dari seorang mahasiswa yang kreatif, sehingga saya bisa aktif saat ini!"
      ]
    },
    {
      "tag": "goodbye",
      "patterns": [
        "Dah",
        "Dadah",
        "Bye",
        "Byee",
        "Good bye",
        "Selamat tinggal",
        "Sampai jumpa",
        "Bai",
        "See you"
      ],
      "responses": [
        "Bye!",
        "Dadahh!",
        "Good bye!",
        "Dahh, semoga harimu menyenangkan yaa!",
        "Sampai jumpa lagi!",
        "See u! Senang bisa membantu"
      ]
    },
    {
      "tag": "terimakasih",
      "patterns": [
        "Thanks",
        "Thank you",
        "Terima kasih",
        "Makasih",
        "Terima kasih banyak"
      ],
      "responses": [
        "Dengan senang hati :)",
        "Sama-sama yaa"
      ]
    },
    {
      "tag": "penjelasan_kampus_merdeka",
      "patterns": [
        "Apa itu Kampus Merdeka?"
      ],
      "responses": [
        "Kampus Merdeka merupakan kebijakan Menteri Pendidikan dan Kebudayaan Nadiem Makarim yang membebaskan mahasiswa untuk mengikuti kegiatan di luar program studinya selama 1 semester atau setara 20 sks dan paling lama 2 semester atau setara 40 sks."
      ]
    },
    {
      "tag": "tujuan_kampus_merdeka",
      "patterns": [
        "Apa tujuan Kampus Merdeka?"
      ],
      "responses": [
        "Tujuan kebijakan Kampus Merdeka adalah memberikan kesempatan kepada mahasiswa untuk memilih mata kuliah yang akan mereka tempuh berdasarkan keinginan sendiri serta mendorong mahasiswa meningkatkan soft skills serta hard skills agar siap bersaing dalam dunia global."
      ]
    },
    {
      "tag": "persyaratan_kampus_merdeka",
      "patterns": [
        "Apa persyaratan mengikuti Kampus Merdeka?"
      ],
      "responses": [
        "Persyaratan mengikuti program Kampus Merdeka, yaitu merupakan mahasiswa yang berasal dari Program Studi terakreditasi dan terdaftar aktif pada PDDikti."
      ]
    },
    {
      "tag": "program_kampus_merdeka",
      "patterns": [
        "Apa saja program Kampus Merdeka?"
      ],
      "responses": [
        "Terdapat program Kampus Merdeka dari Kemendikbud, Kemensos, serta BUMN"
      ]
    },
    {
      "tag": "program_kampus_merdeka",
      "patterns": [
        "Program Kampus Merdeka Kemendikbud",
        "Program Kampus Merdeka Kemensos",
        "Program Kampus Merdeka BUMN"
      ],
      "responses": [
        "Yuk, pilih program di bawah ini:"
      ]
    },
    {
      "tag": "program_kampus_merdeka",
      "patterns": [
        "Studi Independen",
        "Magang",
        "Kampus Mengajar",
        "IISMA",
        "Pertukaran Mahasiswa Merdeka",
        "Pejuang Muda",
        "PMMB"
      ],
      "responses": [
        "Mau tau tentang apa nih?"
      ]
    },
    {
      "tag": "penjelasan_studi_independen",
      "patterns": [
        "Apa itu studi independen?"
      ],
      "responses": [
        "Salah satu program Kampus Merdeka Kemendikbud yang bertujuan untuk mewujudkan gagasan mahasiswa dalam mengembangkan diri melalui aktivitas di luar perkuliahan dan menambah kompetensi spesifik serta praktis yang akan digunakan dalam dunia industri"
      ]
    },
    {
      "tag": "persyaratan_studi_independen",
      "patterns": [
        "Apa saja persyaratan Studi Independen?"
      ],
      "responses": [
        "Tidak ada persyaratan khusus. Seluruh mahasiswa dari perguruan tinggi dan program studi apapun dapat mengikuti program sesuai persyaratan setiap mitra"
      ]
    },
    {
      "tag": "periode_dan_pendaftaran_studi_independen",
      "patterns": [
        "Bagaimana periode pelaksanaan dan cara mendaftar program Studi Independen?"
      ],
      "responses": [
        "Program berlangsung selama 1 hingga 2 semester. Cara mendaftarnya dengan mengunjungi laman https://kampusmerdeka.kemdikbud.go.id/program/studi-independen"
      ]
    },
    {
      "tag": "manfaat_studi_independen",
      "patterns": [
        "Apa saja manfaat apabila mengikuti Studi Independen?"
      ],
      "responses": [
        "Manfaat yang didapatkan, yaitu konversi hingga 20 SKS, dapat melakukan program sertifikasi yang diakui Kemendikbudristek selama 1-2 semester, biaya partisipasi serta biaya hidup, dan sertifikat sertifikasi atau short course"
      ]
    },
    {
      "tag": "mitra_studi_independen",
      "patterns": [
        "Apa saja mitra yang tergabung dalam Studi Independen?"
      ],
      "responses": [
        "Mitra yang tergabung seperti Orbit Future Academy, Microsoft Indonesia, Ruang Guru, Zenius, dsb. Info lebih lanjut melalui laman https://kampusmerdeka.kemdikbud.go.id/program/studi-independen/browse"
      ]
    },
    {
      "tag": "penjelasan_magang",
      "patterns": [
        "Apa itu Magang Bersertifikat?"
      ],
      "responses": [
        "Salah satu program Kampus Merdeka Kemendikbud yang bertujuan untuk memberikan kesempatan kepada mahasiswa mendapatkan pengalaman kerja di industri/dunia profesi nyata untuk mendapatkan hard skills maupun soft skills."
      ]
    },
    {
      "tag": "persyaratan_magang",
      "patterns": [
        "Apa saja persyaratan Magang Bersertifikat?"
      ],
      "responses": [
        "Tidak ada persyaratan khusus. Seluruh mahasiswa dari perguruan tinggi dan program studi apapun dapat mengikuti program sesuai persyaratan setiap mitra"
      ]
    },
    {
      "tag": "periode_dan_pendaftaran_magang",
      "patterns": [
        "Bagaimana periode pelaksanaan dan cara mendaftar program Magang Bersertifikat?"
      ],
      "responses": [
        "Program berlangsung selama 1 hingga 3 semester. Cara mendaftarnya dengan mengunjungi laman https://kampusmerdeka.kemdikbud.go.id/program/magang"
      ]
    },
    {
      "tag": "manfaat_magang",
      "patterns": [
        "Apa saja manfaat apabila mengikuti Magang Bersertifikat?"
      ],
      "responses": [
        "Manfaat yang didapatkan, yaitu konversi hingga 20 sks, dibimbing mentor staf profesional secara full-time, sertifikasi sesuai kinerja, dan uang saku serta biaya hidup selama magang"
      ]
    },
    {
      "tag": "mitra_magang",
      "patterns": [
        "Apa saja mitra yang tergabung dalam Magang Bersertifikat?"
      ],
      "responses": [
        "Mitra yang tergabung seperti Telkom Indonesia, XL Axiata, MAP, Bank BRI, Shopee, Tokopedia, Traveloka, dsb. Info lebih lanjut melalui laman https://kampusmerdeka.kemdikbud.go.id/program/magang/browse"
      ]
    },
    {
      "tag": "penjelasan_kampus_mengajar",
      "patterns": [
        "Apa itu Kampus Mengajar?"
      ],
      "responses": [
        "Salah satu program Kampus Merdeka Kemendikbud berbentuk kegiatan pembelajaran oleh mahasiswa yang memiliki minat dalam memperdalam ilmunya serta membantu meningkatkan pemerataan kualitas pendidikan. Sekolah tempat praktek mengajar dapat berada di lokasi kota maupun di daerah terpencil"
      ]
    },
    {
      "tag": "persyaratan_kampus_mengajar",
      "patterns": [
        "Apa saja persyaratan Kampus Mengajar?"
      ],
      "responses": [
        "Merupakan mahasiswa aktif semester 4, memiliki IPK minimum 3.00, memiliki pengalaman mengajar maupun berorganisasi, memperoleh surat rekomendasi dari Perguruan tinggi, serta belum pernah mengikuti program Kampus Mengajar"
      ]
    },
    {
      "tag": "periode_dan_pendaftaran_kampus_mengajar",
      "patterns": [
        "Bagaimana periode pelaksanaan dan cara mendaftar program Kampus Mengajar?"
      ],
      "responses": [
        "Program berlangsung selama 1 semester. Cara mendaftarnya dengan mengunjungi laman https://kampusmerdeka.kemdikbud.go.id/program/mengajar"
      ]
    },
    {
      "tag": "manfaat_kampus_mengajar",
      "patterns": [
        "Apa saja manfaat apabila mengikuti Kampus Mengajar?"
      ],
      "responses": [
        "Manfaat yang didapatkan, yaitu mendapatkan bantuan biaya hidup serta UKT (bagi yang tidak sedang menerima bantuan pemerintah lainnya), mengasah kepemimpinan, kreativitas, pemecahan masalah, inovasi, serta terlibat langsung dalam pembelajaran di jenjang SD dan SMP"
      ]
    },
    {
      "tag": "penjelasan_IISMA",
      "patterns": [
        "Apa itu IISMA?"
      ],
      "responses": [
        "IISMA adalah singkatan dari Indonesian International Student Mobility Awards. Salah satu program Kampus Merdeka Kemendikbud berupa skema beasiswa dari Pemerintah Indonesia untuk mendanai siswa dalam program mobilitas ke universitas terkemuka di luar negeri"
      ]
    },
    {
      "tag": "persyaratan_IISMA",
      "patterns": [
        "Apa saja persyaratan IISMA?"
      ],
      "responses": [
        "Merupakan mahasiswa aktif semester 4 hingga 6, maksimal berumur 23 tahun, memiliki IPK minimal 3.00, memiliki score IELTS - 6.0, TOEFL iBT - 78, Duolingo English Test - 100, mendapatkan surat rekomendasi Perguruan Tinggi, serta belum pernah mengikuti program IISMA maupun beasiswa LPDP"
      ]
    },
    {
      "tag": "periode_dan_pendaftaran_IISMA",
      "patterns": [
        "Bagaimana periode pelaksanaan dan cara mendaftar program IISMA?"
      ],
      "responses": [
        "Program berlangsung selama 1 semester. Cara mendaftarnya dengan mengunjungi laman https://kampusmerdeka.kemdikbud.go.id/km/IISMA/landing.html"
      ]
    },
    {
      "tag": "manfaat_IISMA",
      "patterns": [
        "Apa saja manfaat apabila mengikuti IISMA?"
      ],
      "responses": [
        "Manfaat yang didapatkan, yaitu konversi SKS hingga 20 sks, networking, bantuan biaya pendaftaran, pendidikan, serta biaya hidup selama 1 semester, test PCR, karantina, visa, transport, dan asuransi kesehatan"
      ]
    },
    {
      "tag": "mitra_IISMA",
      "patterns": [
        "Apa saja universitas yang tergabung dalam program IISMA?"
      ],
      "responses": [
        "Universitas yang tergabung seperti Boston University, Monash University, Nanyang University, University of Birmingham, dsb. Info lebih lanjut melalui laman https://site.iisma.id/host-universities-list"
      ]
    },
    {
      "tag": "penjelasan_pertukaran_mahasiswa",
      "patterns": [
        "Apa itu Pertukaran Mahasiswa Merdeka?"
      ],
      "responses": [
        "Pertukaran Mahasiswa Merdeka merupakan pertukaran pelajar dengan program studi yang sama ke Perguruan Tinggi berbeda maupun pertukaran pelajar dengan program studi berbeda ke Perguruan Tinggi berbeda. Kegiatan pembelajaran dapat secara tatap muka atau daring. Program ini bertujuan untuk memperkaya pengalaman dan konteks keilmuan mahasiswa"
      ]
    },
    {
      "tag": "persyaratan_pertukaran_mahasiswa",
      "patterns": [
        "Apa saja persyaratan Pertukaran Mahasiswa Merdeka?"
      ],
      "responses": [
        "Merupakan mahasiswa aktif semester 3, 5, dan 7, memiliki IPK minimal 2.75, memiliki pengalaman prestasi non-akademik tingkat daerah/nasional/internasional, tidak pernah dikenakan sanksi akademik maupun non-akademik, serta mendapatkan surat rekomendasi dari Perguruan Tinggi dan izin orang tua"
      ]
    },
    {
      "tag": "periode_dan_pendaftaran_pertukaran_mahasiswa",
      "patterns": [
        "Bagaimana periode pelaksanaan dan cara mendaftar program Pertukaran Mahasiswa Merdeka?"
      ],
      "responses": [
        "Program berlangsung selama 1 semester. Cara mendaftarnya dengan mengunjungi laman https://kampusmerdeka.kemdikbud.go.id/web/pertukaranMahasiswaMerdeka2021"
      ]
    },
    {
      "tag": "manfaat_pertukaran_mahasiswa",
      "patterns": [
        "Apa saja manfaat apabila mengikuti Pertukaran Mahasiswa Merdeka?"
      ],
      "responses": [
        "Manfaat yang didapatkan, yaitu konversi SKS hingga 20 sks, networking, bantuan biaya hidup dan UKT, transport pulang-pergi ke kampus tujuan, dan biaya rapid pulang-pergi"
      ]
    },
    {
      "tag": "penjelasan_pejuang_muda",
      "patterns": [
        "Apa itu Pejuang Muda?"
      ],
      "responses": [
        "Pejuang Muda adalah laboratorium sosial mahasiswa yang berkolaborasi dengan Kementerian Sosial untuk merancang digital campaign dan mengeksekusi program sosial yang relevan untuk membuat perubahan nyata di masyarakat "
      ]
    },
    {
      "tag": "persyaratan_pejuang_muda",
      "patterns": [
        "Apa saja persyaratan Pejuang Muda?"
      ],
      "responses": [
        "Merupakan mahasiswa aktif minimal semester 5, memiliki IPK minimal 2.75, memiliki pengalaman organisasi, mampu bekerjasama dan berkomunikasi dengan baik, serta siap untuk ditempatkan di seluruh lokasi Indonesia"
      ]
    },
    {
      "tag": "periode_dan_pendaftaran_pejuang_muda",
      "patterns": [
        "Bagaimana periode pelaksanaan dan cara mendaftar program Pejuang Muda?"
      ],
      "responses": [
        "Program berlangsung selama 1 semester. Cara mendaftarnya dengan mengunjungi laman https://pejuangmuda.kemensos.go.id/"
      ]
    },
    {
      "tag": "manfaat_pejuang_muda",
      "patterns": [
        "Apa saja manfaat apabila mengikuti Pejuang Muda?"
      ],
      "responses": [
        "Manfaat yang didapatkan, yaitu konversi SKS hingga 20 sks, networking, pendampingan langsung dengan Kemensos, mentoring eksklusif, atribut, uang saku, biaya transport, dan anggaran hibah"
      ]
    },
    {
      "tag": "penjelasan_PMMB",
      "patterns": [
        "Apa itu PMMB?"
      ],
      "responses": [
        "PMMB adalah singkatan dari Program Magang Mahasiswa Bersertifikat. PMMB adalah program dari FHCI yang bekerja sama dengan BUMN yang memberi kesempatan kepada mahasiswa untuk menyalurkan potensi dan menggali pengalaman di BUMN"
      ]
    },
    {
      "tag": "persyaratan_IISMA",
      "patterns": [
        "Apa saja persyaratan IISMA?"
      ],
      "responses": [
        "Merupakan mahasiswa aktif semester 5, memiliki IPK minimal 2.75, mendapatkan izin dari dosen wali dan kaprodi, bersedia ditempatkan di perusahaan yang sudah terdaftar di FHCI"
      ]
    },
    {
      "tag": "periode_dan_pendaftaran_PMMB",
      "patterns": [
        "Bagaimana periode pelaksanaan dan cara mendaftar program PMMB?"
      ],
      "responses": [
        "Program berlangsung selama 1 semester. Cara mendaftarnya dengan mengunjungi website FHCI BUMN atau instagram @fhci.bumn"
      ]
    },
    {
      "tag": "manfaat_PMMB",
      "patterns": [
        "Apa saja manfaat apabila mengikuti PMMB?"
      ],
      "responses": [
        "Manfaat yang didapatkan, yaitu konversi SKS hingga 20 sks, networking, mendapatkan sertifikat industri, mengenal dunia kerja, serta uang saku"
      ]
    },
    {
      "tag": "mitra_PMMB",
      "patterns": [
        "Apa saja universitas yang tergabung dalam program PMMB?"
      ],
      "responses": [
        "Mitra yang tergabung seperti Pertamina, Bank BRI, PT. KBN, dsb. Info lebih lanjut melalui website FHCI BUMN atau instagram @fhci.bumn"
      ]
    }
  ]
}